Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: If the accumulated blinded data suggested a slower accrual of primary outcome events over calendar time than originally projected, the number of randomised patients could have been increased to a maximum of 6000 patients.
es_es: Si, durante el tiempo calendario, los datos ciegos acumulados indicaran una acumulación de eventos de desenlace primarios más lenta que lo proyectado originalmente, la cantidad de pacientes aleatorizados podría elevarse hasta un máximo de 6000 pacientes.

source: If the actual sampling time was not recorded or was missing for a certain time point, the planned time was generally to be used instead.
es_es: Si no se registraba el tiempo real de muestreo o faltaba para un determinado momento, generalmente se utilizaba en su lugar el momento previsto.

source: If the amount of the residue so obtained does not exceed the prescribed limit, the analyse is finished and the obtained result is reported.
es_es: Si la cantidad del residuo así obtenido no excede el límite prescrito, el análisis finaliza y se informa el resultado obtenido.

source: If the analyte concentration in the matrix sample is ≥ DL, the spiked concentrations must becorrected by this value.
es_es: Si la concentración de analito en la muestra matriz es ≥ límite de detección, las concentraciones enriquecidas deben corregirse a partir de este valor.

source: If the code break for a patient was accessed, the Sponsor/CRO had to be informed immediately.
es_es: Al acceder al código de un paciente, había que informar de inmediato al patrocinador o la compañía investigadora contratada.

source: If the concentration was ≥ DL the calculated amount was subtracted from the spiked concentrations.
es_es: Si la concentración era ≥ límite de detección, se restaba a las concentraciones enrquecidas la cantidad calculada.

source: If the conditional power, evaluated in the interim analysis by the blinded study statistician, fell in the pre-specified “promising” range the sample size would be increased, subject to a pre-determined upper limit (276 patients) to increase the conditional power to 0.80 level for primary end-point.
es_es: Si la potencia condicional, determinada en el análisis provisional por el estadístico enmascarado del estudio, se enmarcaba en el rango “prometedor” especificado, se aumentaría el tamaño de muestra, hasta un límite superior predeterminado (276 pacientes) con el objetivo de aumentar la potencia condicional a un nivel de 0.80 para el criterio de valoración principal.

source: If the difference between shelf-life specification and release specification is at least 0.7% the probability is at least 99% that a released batch will remain within shelf-life specifications over the complete shelf-life.
es_es: Si la diferencia entre la especificación de vida útil y de liberación es al menos 0.7%, hay una probabilidad al menos de 99% de que una partida liberada permanezca dentro de la especificación de vida útil en toda su vida útil.

source: If the event description was correct, the AE would be defined as serious and would be reported in expedited fashion (see above).
es_es: Si la descripción del evento era correcta, se lo definiría como serio y se lo informaría de manera expeditiva (ver más arriba).

source: If the events specified above occurred before randomization, they were not exempted from immediate reporting on the SAE form.
es_es: Si los eventos anteriores ocurrían antes de la aleatorización, los investigadores no estaban exentos de informarlos de inmediato en el formulario de eventos adversos graves.

source: If the investigator deemed it to be in the patient’s best interest, the FU visit could be carried out as early as 7 days (instead of between 23 and 37 days) after the EOT visit
es_es: Si el investigador considerara que era lo mejor para el paciente, la visita de seguimiento podría realizarse solo 7 días (en lugar de entre 23 y 37 días) después de la visita de fin del tratamiento.

source: If the investigator does not have all information regarding an SAE, he/she will not wait to receive additional information before notifying the study monitor of the event and completing the form.
es_es: Si el investigador no cuenta con toda la información del evento adverso grave, no esperará a recibir información adicional antes de notificar al monitor del estudio sobre el evento y completar el formulario.

source: If the mass of the residue so obtained exceeds the prescribed limit, repeat the moistening with sulphuric acid conc. and ignition, as previously, for 30 min periods until to constant mass or until the percentage of residue complies with the prescribed limit.
es_es: Si la masa del residuo así obtenido excede el límite prescrito, habrá que volver a humedecer con ácido sulfúrico conc. e aplicar ignición, como anteriormente, durante tiempos de 30 minutos hasta obtener una masa constante o hasta que el porcentaje de residuo cumpla con el límite prescrito.

source: If the matrix contains NDMA ≥ DL, the spiked concentrations must be corrected by this value.
es_es: Si la matriz contiene una cantidad de NDMA ≥ límite de detección, se debe usar este valor para corregir las concentraciones enriquecidas

source: If the matrix sample already contains the analyte, the analyte signal must rise in the QC solution (matrix spiked with 10 ppb NDMA, QL level).
es_es: Si la muestra matriz ya contiene el analito, la señal de este debe elevarse en la solución de control de calidad (matriz enriquecida con 10 partes por mil millones de NDMA, nivel de cuantificación).

source: If the matrix sample already contains the analyte, the analyte signal must rise in the QC solution.
es_es: Si la muestra matriz ya contiene el analito, la señal de este debe elevarse en la solución de control de calidad.

source: If the needle stick prevention feature is too weak, it could be unlocked unintentionally after usage and a needle stick injury may result.
es_es: Si el dispositivo de prevención de pinchazos es muy débil, podría desbloquearse accidentalmente luego del uso y ocurrir un pinchazo.

source: If the patient had an ICD, the investigator was asked to enter the date of interrogations of the ICD into the eCRF.
es_es: Si el paciente usaba un desfibrilador automático implantable, el investigador debía ingresar en el eCRF la fecha de lectura del dispositivo.

source: If the patient was in need of any additional treatment during this period, this could have been given at the discretion of the Investigator.
es_es: Si el paciente necesitaba algún tratamiento adicional en este período, se le podía administrar a discreción del investigador.

source: If the patient withdrew informed consent for participation in the trial, the trial ended for that patient.
es_es: Si un paciente retiraba el consentimiento informado para participar en el ensayo, este finalizaba para él.

source: If the peak areas in the blank solution are ≥ 25 % of the mean peak area in the QL solution, carry-over should not be neglected and must be taken into account in the method description.
es_es: Si las áreas de los picos de las soluciones blanco son ≥ 25 % del área del pico media de la solución QL, no hay que pasar por alto el arrastre, que debe considerarse en la descripción del método.

source: If the predose concentration for a given subject was quantifiable but ≤5% of the subject’s Cmax value in one treatment period, the subject’s data were to be included in all PK measurements and calculations, without any adjustments (that is, the predose value was not changed to zero).
es_es: Si la concentración previa a la dosis para un sujeto determinado era cuantificable pero ≤5% de su Cmáx en un período de tratamiento, su información debía incluirse en todas las mediciones y cálculos farmacocinéticos, sin ningún ajuste (es decir, el valor previo a la dosis no se llevaba a cero).

source: If the predose value was >5% of Cmax, the subject was to be excluded from all statistical evaluations for that treatment period, and the subject’s PK parameters were to be calculated and listed separately.
es_es: Si el valor previo a la dosis era >5% de la Cmáx, el sujeto quedaba excluido de todas las evaluaciones estadísticas para ese período de tratamiento y sus parámetros farmacocinéticos se calculaban y consignaban por separado.

source: If the proportional odds assumptions are not satisfied (significant Brant test or Approximate likelihood-ratio test of proportionality of odds), assumption free Wilcoxon-Mann-Whitney Generalized Odds Ratios (WMW GenOR).6
es_es: De no cumplirse las hipótesis de probabilidades proporcionales (es decir, las pruebas de Brant o del cociente de verosimilitud aproximada de proporcionalidad de las probabilidades son significativas), se aplicarán los cocientes de probabilidades generalizadas de la prueba de Wilcoxon-Mann-Whitney no paramétrica.6

source: If the proportional odds assumptions are not satisfied, as the sampling distribution of the log(GenOR) follows an approximately normal distribution, the hypothesis that WMW GenOR=1 will be tested through estimating log(GenOR) and its standard errors using conveniently computable closed-form asymptotic expressions for confidence limits and p-values.7
es_es: Si no se cumplen las hipótesis de probabilidades proporcionales, como la distribución de muestras del log(cociente de probabilidades generalizado) sigue una distribución aproximadamente normal, se pondrá a prueba la hipótesis de que los cocientes de probabilidades generalizadas de Wilcoxon-Mann-Whitney son iguales a 1 mediante la estimación log(cociente de probabilidades generalizado) y sus errores estándar. Esto se realizará utilizando expresiones asintóticas de forma cerrada y fácilmente computables para los límites de confianza y los valores p.7

source: If the proportional odds assumptions are satisfied (both Brant test and Approximate likelihood-ratio test of proportionality of odds are not significant), common odds ratio (common OR) from an ordinal logistic regression model adjusted for age and baseline NIHSS score;
es_es: Si se cumplen las hipótesis de probabilidades proporcionales (es decir, las pruebas de Brant y de cociente de versimilitud aproximada de proporcionalidad de las probabilidades no son significativas), se aplicará el cociente de probabilidades común de un modelo de regresión logística ordinal ajustado por edad y puntuación de NIHSS inicial;

source: If the required language was not available, the patient was not required to complete the questionnaire.
es_es: Si no se contaba con versiones en el idioma requerido, el paciente no estaba obligado a responder el cuestionario.

source: If the result of the blank determination exceeds 0.1 mL of titration reagent, replace the reagents and repeat the determination.
es_es: Si la determinación del blanco es mayor que 0.1 ml del reactivo de valoración, reemplazar los reactivos y repetir la determinación.

source: If the results for the first 5 production batches are within the tolerance limits, then testing is carried out once per year in accordance with the routine testing plan”.
es_es: Si los resultados de las primeras 5 partidas de producción están dentro de los límites de tolerancia, entonces se realizan pruebas una vez al año de acuerdo con el plan de pruebas de rutina".

source: If the results met the criteria of hepatic injury alert, the procedures described in the DILI checklist were to be followed.
es_es: Si los resultados cumplían con los criterios de alerta de lesión hepática, se debían seguir los procedimientos descritos en la lista de verificación para lesiones hepáticas derivadas de fármacos.

source: If the similarity factor does not fall within 0.85 and 1.15, prepare fresh Standard stock solution A and B in duplicate, re inject in single injection and calculate the similarity factor again as above.
es_es: Si el factor de similitud no cae entre 0.85 y 1.15, preparar una solución estándar madre nueva por duplicado, reinyectar en una inyección individual y volver a calcular el factor de similitud como antes.

source: If the similarity factor does not fall within 0.98 and 1.02, prepare fresh Reference solution (e) in duplicate, re inject in single injection and calculate the similarity factor again as above.
es_es: Si el factor de similitud no cae entre 0.98 y 1.02, preparar una solución de referencia (e) nueva por duplicado, reinyectar en una inyección individual y volver a calcular el factor de similitud como antes.

source: If the similarity factor falls within the limit, inject the i"e-prepared Reference solution (a 1) in replicate and continue the sequence for Blank and sample.
es_es: Si el factor de similitud cae dentro de ese límite, inyectar la solución de referencia (a1) nuevamente preparada por duplicado y continuar la secuencia con el blanco y la muestra.

source: If the similarity factor falls within the limit, inject the re-prepared Reference solution (e1) in replicate and continue the sequence for Blank and Sample.
es_es: Si el factor de similitud cae dentro de ese límite, inyectar la solución de referencia (e1) nuevamente preparada por duplicado y continuar la secuencia con el blanco y la muestra.

source: If the similarity factor falls within the limit, inject the re-prepared Standard solution A in replicate and continue the sequence for Blank and Sample.
es_es: Si el factor de similitud cae dentro de ese límite, inyectar la solución estándar A nuevamente preparada por duplicado y continuar la secuencia con el blanco y la muestra.

source: If the spectra obtained in the solid state show differences, dissolve the substance to be examined and the reference substance separately in hot ethanol, evaporate to dryness and record new spectra using the residues.
es_es: Si los espectros obtenidos en estado sólido presentan diferencias, disolver la sustancia a examinar y la sustancia de referencia por separado en etanol caliente; evaporar hasta que se sequen y registrar nuevos espectros utilizando los residuos.

source: If the spectra obtained show differences, dry the substance to be examined and the reference substance in an oven at 105 °C and record new spectra.
es_es: Si los espectros obtenidos muestran diferencias, deshidratar la sustancia a examinar y la sustancia de referencia en horno a 105° C y registrar los espectros nuevos.

source: If the storage conditions were found to be outside the specified range, the local clinical monitor (provided in the list of contacts) was to be contacted immediately.
es_es: En el caso de que las condiciones de almacenamiento fueran distintas de las especificadas, se debía establecer comunicación inmediata con el monitor local del ensayo (incluido en la lista de contactos).

source: If the test of eGFR slope was successful, the α = 0.001 was also transferred to the meta- analysis.
es_es: Si la prueba de la pendiente de la TFGe era exitosa, el α = 0.001 también se transfería al metanálisis.

source: If the test solution is not filtered or centrifuged, any haziness or turbidity is reported with the results.
es_es: Si la solución analítica no esta filtrada ni centrifugada, junto con los resultados, se informa cualquier turbiedad o lechosidad.

source: If the test solution is turbid or hazy, it is filtered or centrifuged.
es_es: Si la solución analítica está turbia o lechosa, se la filtra o centrifuga.

source: If the treatment code for a patient was broken, the sponsor was to be informed immediately.
es_es: Siempre que se desenmascarara el código de tratamiento de un paciente habia que notificar de inmediato al patrocinador.

source: If the values obtained are within the limit, calculate the % variation between both the Benzene sulphonic acid values using the formula:
es_es: Si los valores obtenidos se encuentran dentro del límite, calcular la variación porcentual entre ambos valores de ácido bencensulfónico mediante la siguiente fórmula:

source: If there are concerns about the safety of participants, this board will make a recommendation to the trial steering committee about continuing, stopping, or modifying the trial.
es_es: Si surgen inquietudes sobre la seguridad de los participantes, dicho comité asesorará al comité de dirección sobre la continuación, interrupción o modificación del ensayo.

source: If there are more than 5% missing values, the denominator will be added in a footnote in the corresponding summary table.
es_es: Si los valores ausentes superan el 5%, se agregará el denominador en una nota al pie en la tabla de resumen correspondiente.

source: If there is no batch of linagliptin / metformin hydrochloride film-coated tablets or empagliflozin / metformin hydrochloride film-coated tablets available that contains the analyte in a concentration > QL, a batch of material no. 1 will be stressed by storing the tablets at 100°C in order to increase the NDMA concentration.
es_es: Si no hay ninguna partida de comprimidos recubiertos de linagliptina/clorhidrato de metformina o de empagliflozina/clorhidrato de metformina que contenga el analito en una concentración > QL, se debe someter una partida del Material N.° 1 a condiciones extremas, almacenando los comprimidos a 100 °C para aumentar la concentración de NDMA.

source: If there was no additional measurement after the eGFR reduction was observed and the patient died within 60 days of this measurement, the eGFR reduction was also considered sustained.
es_es: Si no se realizó ninguna medición adicional después de observarse la reducción de la TFGe y el paciente falleció dentro de los 60 días posteriores a esta medición, la reducción de la TFGe también se consideró sostenida.

source: If you decide to exercise a given option you have to liaise with your respective Company contact nominated in the contract by using the address(es) in accordance with the process contractually foreseen.
es_es: De acogerse a esta opción, debe comunicarse con la persona de contacto en la Empresa designada en el cotrato, usando las direcciones correspondientes, previstas en el contrato.

source: If you use <invented name> more than twice a week to treat your asthma symptoms, not including preventive use before exercise, this indicates poorly controlled asthma and may increase the risk of severe asthma attacks (worsening of asthma) that can have serious complications and may be life-threatening or even fatal.
es_es: Si necesita usar <denominación imaginaria> más de dos veces por semana contra los síntomas del asma, más allá de los usos preventivos previos a la ejercitación, significa que no tiene el asma bien controlada, lo que puede aumentarle el riesgo de sufrir ataques de asma grave (agravamiento del asma) con complicaciones graves, que pueden tener riesgo de muerte o incluso ser fatales.

source: If your e-mail address changes please arrange for your new e-mail address to be reflected in your DocuSign® account by following the process for changing e-mail in the DocuSign® system.
es_es: Si modifica su dirección de correo electrónico, deberá reflejar este cambio en su cuenta de DocuSign® siguiendo el proceso siguiendo el proceso correspondiente del sistema DocuSign®.

source: Ignite a suitable crucible (for example silica, platinum, porcelain or quartz) at 600 ± 50°C for 30 min, allow to cool in a desiccator over silica gel or other suitable desiccant and weigh.
es_es: Llevar a ignición un crisol adecuado (por ejemplo, sílice, platino, porcelana o cuarzo) calentándolo a 600 ± 50° C durante 30 minutos, dejar enfriar en un desecador sobre gel de sílice u otro desecador adecuado y pesar.

source: Igualmente, si una dosis en la parte superior de la curva de dosis-respuesta se incluye, se observarán efectos similares para dosis mucho más altas de las que se estudiaron y por lo tanto demostrar la equivalencia a este nivel de dosis también no sería convincente.
es_es: Similarly, if a dose at the top of the dose-response curve is included, the effects will correspond to those of much higher doses than the studied ones, thus demonstrating equivalence at this dose level would also be meaningless.

source: Image
es_es: Imagen

source: Imaged capillary isoelectric focusing (icIEF)
es_es: Enfoque isoeléctrico capilar (ICIEF)

source: Imaged capillary isoelectric focusing (icIEF) is a quantitative method evaluating the heterogeneity of tenecteplase by determining the surface charge related micro heterogeneity of tenecteplase DP samples.
es_es: El enfoque isoeléctrico capilar con detección de imágenes (icIEF) es un método cuantitativo que evalúa la heterogeneidad de la tenecteplasa midiendo la microheterogeneidad relativa a la carga superficial de muestras del medicamento tenecteplasa.

source: Imaged capillary isoelectric focusing (ic IEF)
es_es: Enfoque isoeléctrico capilar (ICIEF)

source: Imaged capillary isoelectric focusing (iclEF)
es_es: Enfoque isoeléctrico capilar (ICIEF)

source: Imaging
es_es: Imágenes

source: Imaging 22/3/16 showed reocclusion of L) MCA, unable to treat.
es_es: En las imágenes del 22/3/16, se observó reoclusión de ACM izq., intratable.

source: Imaging Parameters/analysis:
es_es: Parámetros/análisis de imágenes:

source: Imaging every 1-3 seconds will be acquired for 60-80 seconds.
es_es: Se tomarán imágenes cada 1-3 segundos durane un total de 60-80 segundos.

source: Imaging inclusion criteria
es_es: Criterios de inclusión por imágenes

source: Imaging is performed with CT or MR acutely as part of standard care with imaging follow-up at 18-30 hours.
es_es: Se obtienen imágenes inmediatamente por TC o RM como parte de la atención estándar y luego se realiza un seguimiento a las 18-30 horas.

source: Imaging-identified intracranial haemorrhage
es_es: Hemorragia intracraneal identificada por imágenes

source: Imaging-identified intracranial haemorrhages were assessed in a central core laboratory in a blinded manner and classified using the Heidelberg classification.19
es_es: Las hemorragias intracraneales identificadas mediante imágenes se evaluaron en un laboratorio central con cegado y se clasificaron usando el ordenamiento de Heidelberg.19

source: Imaging: All patients will have a multimodal MR (or CT/CTP at investigator’s discretion if MRI not possible) at 18 to 30 hours post treatment to assess reperfusion, recanalization, ischemic core growth and hemorrhagic transformation.
es_es: Imágenes: se realizará una RM multimodal (o TC/perfusión por TC, a criterio del investigador, si la RM no es viable) 18 a 30 horas después del tratamiento para evaluar la reperfusión, recanalización, crecimiento del núcleo isquémico y transformación hemorrágica.

source: Imaging: Patients will have standardized multimodal CT or MR prior to treatment, as previously described (6.
es_es: Imágenes: se obtendrán TC o RM multimodales estandarizadas antes del tratamiento, como se describió anteriormente (6.

source: Immediate Release
es_es: Liberación inmediata

source: Immediate Release and Modified Release Solid Oral Dosage Forms; Manufacturing Equipment Addendum
es_es: Presentaciones orales de liberación inmediata y modificada; Anexos referidos a los equipos de fabricación

source: Immediately after filling, the container is closed with a plastic cap.
es_es: Inmediatamente después del llenado, el recipiente se cierra con una tapa de plástico.

source: Immediately before use the thawed S9 fraction was mixed with the following solutions to achieve the S9 mixture according to Ames et al.
es_es: Inmediatamente antes de su uso, la fracción S9 descongelada se mezcló con las siguientes soluciones para lograr la mezcla S9 según Ames et al.

source: Immediately life-threatening
es_es: Con riesgo inminente de muerte

source: Immunological adverse reactions
es_es: Reacciones adversas inmunológicas

source: Immunological reactions
es_es: Reacciones inmunológicas

source: Impact assessment of the proposed change:
es_es: Evaluación de impacto del cambio propuesto:
